"Service Update Failed" = "Не удалось обновить службу";
"Service Update Complete" = "Обновление службы завершено";
"Starting Service Update" = "Запуск обновления службы";
"Dismiss" = "Закрыть";
"OK" = "ОК";
"Call disallowed" = "Этот номер не разрешен";
